alsa-utils
autoconf
automake
base
bison
chromium
dhcpcd
efibootmgr
fakeroot
feh
flex
fzf
gcc
git
groff
grub
htop
imagemagick
linux
linux-firmware
linux-headers
lsof
lvm2
m4
make
net-tools
networkmanager
openssh
os-prober
patch
pkgconf
powerline
powerline-fonts
python
shellcheck
sudo
sxiv
tree
unzip
usbutils
vim
which
xclip
xcompmgr
xf86-video-intel
xorg-server
xorg-xinit
xorg-xrandr
xterm
zip
zsh
scrot
mpv
cronie
cmake
