alsa-utils
asp
autoconf
automake
base
bison
chromium
cronie
dhcpcd
efibootmgr
evince
fakeroot
feh
firefox
flex
gcc
gendesk
git
grub
htop
iftop
imagemagick
intel-ucode
libxinerama
links
linux
linux-firmware
lsof
m4
make
man-db
man-pages
mcpp
mesa-demos
minizip
mpc
mpd
mpv
net-tools
netstat-nat
networkmanager
noto-fonts-emoji
ntfs-3g
ntp
nvidia
obs-studio
openssh
os-prober
p7zip
patch
pkgconf
powerline
powerline-fonts
powertop
pulseaudio-alsa
python
scrot
shellcheck
sof-firmware
sudo
sxiv
texinfo
tldr
tree
ttf-joypixels
unzip
upower
usbutils
vim
virtualbox
virtualbox-host-dkms
which
xclip
xcompmgr
xf86-video-intel
xorg-server
xorg-xclock
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xrandr
xorg-xsetroot
xorg-xwd
xterm
zathura-pdf-poppler
zip
zsh
